Repository: georgik/bubblemon
Catalog: bubblemon/po/*.po
Languages: ca, da, de, fi, fr, it, ko, no, pl, pt, ro, sv

source: Error: The NUM_COLORS constant in bubblemon.h must be a multiple of 3. The current value of %d is not.
da: Fejl: NUM_COLORS konstanten i bubblmon.h skal være et multiplum af 3. Det er den nuværende værdi %d ikke.
de: Fehler: Die NUM_COLORS Konstante in bubblemon.h muss ein vielfaches von 3 sein. Der aktuelle Wert ist %d ist es nicht.
fi: Virhe: NUM_COLORS vakion tiedostossa bubblemon.h täytyy olla jaollinen kolmella. Nykyinen arvo %d ei ole.
fr: Erreur: La constante NUM_COLORS dans bubblemon.h doit etre un multiple de 3. Ce n'est pas le cas de %d , la valeur actuelle.
it: La costante NUM_COLORS in bubblemon.h deve essere un multiplo di r. Il valore attuale di %d non lo è.
ko: 오류: bubblemon.h의 상수인 NUM_COLORS는 3의 배수여야 합니다. 현재 값인 %d 는 배수가 아닙니다.
no: Feil: Konstanten NUM_COLORS i bubblemon.h må være delelig med 3. Den nåverende verdien (%d) er ikke det.
pl: B³±d: Warto¶æ sta³ej NUM_COLORS w bubblemon.h musi byæ wielokrotno¶ci± 3. Bie¿±ca warto¶æ (%d) ni± nie jest.
pt: Erro: a constante NUM_COLORS em bubblemon.h tem de ser um multiplo de 3. O valor actual (%d) não o é.
ro: Eroare: Constanta NUM_COLORS din bubblemon.h trebuie sã fie un multiplu de 3. Valoarea curentã de %d nu e validã.
sv: Fel: Konstanten NUM_COLORS i bubblemon.h måste vara en multipel av tre. Nuvarande värde (%d) är inte det.

source: glibtop_get_mem() says you have no memory on line %d in %s
da: glibtop_get_mem() siger at du ikke har nogen hukommelse i linie %d i %s
de: glibtop_get_mem() behauptet, Sie hätten keinen Speicher in Zeile %d in %s
fi: glibtop_get_mem() ilmoitti rivillä %d tiedostossa %s, että tietokoneessa ei ole muistia
fr: D'après glibtop_get_mem() vous n'avez pas de mémoire, ligne %d dans %s
it: glibtop_get_mem() dice che non hai memoria alla riga %d in %s
ko: %d 행(%s)에서 glibtop_get_mem 함수가 메모리 없음이라고 보고함
no: glibtop_get_mem() påstår det ikke er noe tilgjengelig minne, linje %d i %s
pl: glibtop_get_mem() - brak pamiêci (linia %d w %s)
pt: glibtop_get_mem() diz que você não tem memória na linha %d em %s
ro: glibtop_get_mem() zice cã nu e destulã memorie, linia %d din %s
sv: glibtop_get_mem() hävdar att du inte har något minne på rad %d i %s

source: Error: mem_used (%Ld) > mem_max (%Ld) or swap_used (%Ld) > swap_max (%Ld) They were calculated from swap.used (%Ld), memory.used (%Ld), memory.cached (%Ld) and memory.buffer (%Ld) on line %d of %s.
de: Fehler: mem_used (%Ld) > mem_max (%Ld) oder swap_used (%Ld) > swap_max (%Ld) Sie wurden berechnet von swap.used (%Ld), memory.used (%Ld), memory.cached (%Ld) und memory.buffer (%Ld) in Zeile %d in %s.
fi: Virhe: mem_used (%Ld) > mem_max (%Ld) tai swap_used (%Ld) > swap_max(%Ld) Ne laskettiin muuttujista swap.used (%Ld), memory.used(%Ld), memory.cached (%Ld) ja memory.buffer (%Ld) rivillä %d tiedostossa %s.

source: bm == NULL in update_tooltip() on line %d of %s
de: bm == NULL in update_tooltip() in Zeile %d in %s
fi: bm == NULL funktiossa update_tooltip() rivillä %d tiedostossa %s
sv: bm == NULL i update_tooltip() på rad %d i %s

source: Memory used: %s Swap used: %s CPU load: %d%%
de: Speicher genutzt: %s Swap genutzt: %s CPU Belastung: %d%%
fi: Muistia käytössä: %s Sivutusta käytetty: %s Prosessorikuorma: %d%%
sv: Minne: %s Virtuellt minne: %s Processor: %d%%

source: get_censored_memory_and_swap() says you have no memory on line %d in %s
de: get_censored_memory_and_swap() meint, Sie haben keinen Speicher in Zeie %d in %s
fi: get_censored_memory_and_swap() ilmoitti rivillä %d tiedostossa %s, että koneessa ei ole muistia
sv: get_censored_memory_and_swap() hävdar att du inte har något minne på rad %d i %s

source: Error: memoryPercentage (%d%%) or swapPercentage (%d%%) out of range (0-100) They were calculated from mem_used (%Ld), mem_max (%Ld), swap_used (%Ld) and swap_max (%Ld) on line %d of %s.
de: Fehler: SpeicherWert (%d%%) oder SwapWert (%d%%) auserhalb des gültigen Bereichs (0-100) Sie wurden berechnet von mem_used (%Ld), mem_max (%Ld), swap_used (%Ld) und swap_max (%Ld) in Zeile %d in %s.
fi: Virhe: memoryPercentage (%d%%) tai swapPercentage (%d%%) ei alueella 0-100 Ne laskettiin muuttujista mem_used (%Ld), mem_max (%Ld), swap_used (%Ld) ja swap_max (%Ld) rivillä %d tiedostossa %s.

source: Couldn't chdir() to $HOME (%s)
da: Kunne ikke chdir() til $HOME (%s)
de: Kann nicht chdir() in $HOME (%s)
fi: En voinut siirtyä hakemistoon $HOME (%s)
fr: Impossible d'exécuter chdir() vers $HOME (%s)
it: Impossibile chdir() a $HOME (%s)
ko: $HOME (%s)로 chdir()할 수 없음
no: Kan ikke skifte katalog til $HOME (%s)
pl: B³±d wykonania chdir() na $HOME (%s)
pt: Não foi possivel executar chdir() para $HOME (%s)
ro: N-am putut sã chdir() în $HOME (%s)
sv: Kunde inte byta katalog till $HOME (%s)

source: $HOME environment variable not set
da: $HOME environment variablen er ikke sat
de: $HOME Umgebungs-Variable ist nicht gesetzt
fi: $HOME-ympäristömuuttuja ei ole asetettu.
fr: La variable d'environnement $HOME est absente
it: Variabile d'ambiente $HOME non impostata
ko: $HOME 환경변수가 설정되어 있지 않음
no: Variabelen $HOME fins ikke
pl: Nieustawiona zmienna $HOME
pt: Variável de ambiente $HOME não está definida
ro: Variabila $HOME nu e setatã
sv: Miljövariabeln $HOME är inte satt

source: Bubblemon exiting. Profiling data should be in ~/gmon.out. For a good time, run 'gprof -l -p %s ~/gmon.out'.
da: Bubblemon stopper. Profil data skulle være i ~/gmon.out. For lidt sjov, kør 'gprof -l -p %s ~/gmon.out'.
fi: Bubblemon sulkeutuu. Profilointidatan pitäisi olla tiedostossa ~/gmon.out. Ajapa huviksesi 'gprof -l -p %s ~/gmon.out'.
fr: Bubblemon se termine. Les mesures de performance se trouvent dans ~/gmon.out. Pour un résultat correct, lancez 'gprof -l -p %s ~/gmon.out'.
it: Bubblemon sta terminando. Informazioni per il profiling dovrebbero essere in ~/gmon.out. Per divertirti, esegui 'gprof -l -p %s ~/gmon.out'.
ko: 버블몬 종료. 프로파일링 자료는 ~/gmon.out에 남아있습니다. 'gprof -l -p %s ~/gmon.out'을 실행하십시오.
no: Bobler'n avslutter. Profildata skal ligge i ~/gmon.out. Kjør 'gprof -l -p %s ~/gmon.out' for å se statistikken.
pl: Koniec dzia³ania Bubblemon. Dane powinny znajdowaæ siê w pliku ~/gmon.out. Uruchom 'gprof -l -p %s ~/gmon.out'.
pt: Fechando. Dados de profile em ~/gmon.out. Para se divertir, faça 'gprof -l -p %s ~/gmon.out'.
ro: Bubblemon se terminã aici. Datele de profiling ar trebui sã fie în ~/gmon.out. Pentru distracþie, ruleazã 'gprof -l -p %s ~/gmon.out'.
sv: Bubblaren avslutas nu. Profildata bör ligga i ~/gmon.out. Kör 'gprof -l -p %s ~/gmon.out' för att få se statistiken.

source: <name of executable>
da: <navnet på den binære fil>
fi: <ohjelmatiedoston nimi>
fr: <nom de l'exécutable>
it: <nome dell'eseguibile>
ko: <실행파일 이름>
no: <programnavn>
pl: <nazwa pliku wykonywalnego>
pt: <nome do executável>
ro: <numele executabilului>
sv: <programmets namn>

source: Error: aircolor (%d) or watercolor (%d) or aliascolor (%d) out of bounds (0-%d). swapPercentage (%d) is probably out of range (0-100) too on line %d of %s.
de: Fehler: Luftfarbe (%d) oder Wasserfarbe (%d) oder Aliasfarbe (%d) auserhalb der Grenzen (0-%d). SwapWert(%d) ist wahrscheinlich auserhalb des Bereichs (0-100) in Zeile %d in %s.
fi: Error: aircolor (%d) tai watercolor (%d) tai aliascolor (%d) ei alueella (0-%d). swapPercentage (%d) ei ole luultavasti alueella (0-100) myöskään rivillä %d tiedostossa %s.

source: Can't create applet!
da: Kan ikke lave applet!
de: Kann Applet nicht erstellen
fi: Sovelmaa ei voitu luoda!
fr: Impossible de créer l'appliquette !
it: Impossibile creare l'applet!
ko: 애플릿을 만들 수 없음
no: Kan ikke opprette applett!
pl: Nie mo¿na utworzyæ apletu!
pt: Impossivel criar applet!
ro: Nu pot sã creez applet-ul!
sv: Kan inte skapa applet!

source: Can't open glibtop!
da: Kan ikke åbne glibtop!
de: Kann glibtop nicht öffnen
fi: glibtop:ia ei voitu avata!
fr: Impossible d'employer glibtop
it: Impossibile aprire glibtop!
ko: glibtop을 열 수 없음!
no: Kan ikke åpne glibtop!
pl: Nie mo¿na otworzyæ biblioteki glibtop!
pt: Impossivel abrir glibtop!
ro: Nu pot sã deschid glibtop!
sv: Kan inte öppna glibtop!

source: About
da: Om
fi: Tietoja
it: A proposito
ko: 프로그램 정보
no: Om
pl: Informacje o...
pt: Sobre
ro: Despre
sv: Om

source: Bubbling Load Monitor
ca: Monitor del sistema amb bombolletes
da: Boblende Load Monitering
de: Blubber Auslastungs Anzeige
fi: Kupliva kuormamittari
fr: Moniteur de charge à bulles
it: Monitor del carico 'a bolle'
ko: 물거품 부하 모니터
no: Boblende lastmeter
pl: B±belkowy monitor obci±¿enia systemu
pt: Monitor de carga borbulhento
ro: Monitor de Încãrcare cu Bule
sv: Bubblande lastmätare

source: This applet displays your CPU load as a bubbling liquid. This applet comes with ABSOLUTELY NO WARRANTY, see the LICENSE file for details. This is free software, and you are welcome to redistribute it under certain conditions (GPL), see the LICENSE file for details.
ca: Aquesta miniaplicació mostra la càrrega de la CPU com un líquid bombollejant. Aquest programa es distribueix SENSE CAP MENA DE GARANTIA, vegeu el fitxer LICENSE per més detalls. Això és programari lliure, i esteu convidat a redistribuir-lo sota certes condicions (GPL), vegeu el fitxer LICENSE per més detalls.
da: Denne applet viser CPU load som en boblende væske. Der er ABSOLUT INGEN GARENTI på denne applet, se LISENS filen for detaljer. Dette er gratis software og du er velkommen til at redistribuere dette under en bestemt lisens (GPL), se LISENS filen for detaljer.
de: Dieses Applet zeigt Ihre CPU Belastung als eine blubernde Flüssigkeit. Dieses Applet ist OHNE JEGLICHE GARANTIE, schauen Sie für Details in die LICENSE Datei. Dies ist freie Software, Sie sind berechtigt sie unter bestimmten Konditionen (GPL) weiter zu geben; schauen Sie für Details in die LICENSE Datei.
fi: Tämä sovelma näyttää prosessorisi kuorman kuplivana nesteenä. Tällä sovelmalla EI OLE MINKÄÄNLAISTA TAKUUTA. Katso lisätietoja tiedostosta LICENSE. Tämä sovelma on vapaata ohjelmistoa, ja voit levittää sitä tiettyjen ehtojen (GPL) mukaan. Katso lisätietoja tiedostosta LICENSE.
fr: Cette appliquette affiche votre charge CPU comme un liquide à bulle. Cette appliquette est livrée SANS AUCUNE GARANTIE, lire le fichier LICENSE pour les détails. Ceci est un logiciel libre, et vous êtes conviés à le redistribuer sous certaines conditions (GPL), lire le fichier LICENSE pour les détails.
ko: 이 애플릿은 CPU 부하를 액체 물거품으로 나타내줍니다. 이 애플릿은 어떠한 보증도 포함하지 않습니다. 자세한 사항은 LICENSE 파일을 참고하십시오. 이 소프트웨어는 프리 소프트웨어이므로 특정 조건(GPL) 하에서 재배포하셔도 좋습니다. 자세한 사항은 LICENSE 파일을 참고하십시오.
no: Denne appletten bruker boblende væske for å illustrere lasta til prosessoren. Dette er fri programvare og skal kun spres i overensstemmelse med GNU GPL
pl: Ten aplet przedstawia obci±¿enie Twojego CPU w postaci p³ywaj±cych pêcherzyków. This applet comes with ABSOLUTELY NO WARRANTY, see the LICENSE file for details. This is free software, and you are welcome to redistribute it under certain conditions (GPL), see the LICENSE file for details.
pt: Esta applet mostra a carga do CPU como um liquido borbulhento. Esta applet não dá ABSOLUTAMENTE NENHUMA GARANTIA, veja o ficheiro LICENSE para mais informação. Este software é livre, e pode redistribuido sobre certas condições (GPL), veja o ficheiro LICENSE para mais informações.
ro: Acest applet afiºeazã încãrcarea procesorului sub forma unui lichid cu bule de aer. Acest applet vine fãrã ABSOLUT NICI O GARANÞIE, vezi fiºierul LICENSE pentru detalii. Acesta este un soft gratuit, ºi sunteþi binevenit sã-l redistribuiþi sub anumite condiþii (GPL), vezi fiºierul LICENSE pentru detalii.
sv: Denna applet visar datorns processorlast som en bubblande vätska. Detta är fri programvara som får spridas i enlighet med GNU GPL.

source: Couldn't activate GOAD server. This usually means that you are trying to run the applet from the command line and haven't specified the --activate-goad-server=bubblemon_applet switch. If you know why this switch is necessary, please send an e-mail to me (d92-jwa@nada.kth.se) and explain it, because I really have no idea what it does.
de: Kann den GOAD Server nicht aktivieren. Dies heißt normaler weise, daß Sie versuchen das Applet von der Komandozeile aus zu starten, aber nicht des --activate-goad-server=bubblemon_applet Argument gesetzt haben. Fals Sie wissen, wiso dieses Argument nötig ist, schicken Sie mir bitte eine Mail (d92-jwa@nada.kth.se) und erklären es mir, weil ich weiß es wirklich nicht.
sv: Kan inte aktivera GOAD-servern. Detta betyder förmodligen att du försöker köra från kommandoraden utan att ange flaggan --activate-goad-server=bubblemon_applet. Testa att lägga till den och försöka igen.

source: About...
de: Über

source: Memory used: %s Swap used: %s
it: Memoria usata: %s Swap usato: %s
no: Brukt minne: %s Virtuelt minne: %s
pl: Zu¿ycie pamiêci: %s Zu¿ycie swap'a: %s
ro: Memorie ocupatã: %s Swap ocupat: %s

source: CPU load: %d%%
ca: CPU: %d%%
fr: Charge du CPU: %d%%
it: carico CPU: %d%%
no: CPU last: %d%%
pl: Obci±¿enie CPU: %d%%
pt: Carga do CPU: %d%%
ro: Procesor: %d%%

source: CPU #%d load: %d%%
ca: CPU #%d: %d%%
fr: Charge du CPU #%d : %d%%
it: carico CPU #%d: %d%%
no: CPU #%d last: %d%%
pl: Obci±¿enie CPU #%d: %d%%
pt: Carga do CPU: #%d
ro: Procesor nr. %d: %d%%

source: This applet displays your CPU load as a bubbling liquid. This applet comes with ABSOLUTELY NO WARRANTY, see the LICENSE file for details. This is free software, and you are welcome to redistribute it under certain conditions (GPL), see the LICENSE file for details.
it: Questa applet visualizza il carico della tua CPU come un liquido in ebollizione. Questa applet non fornisce ASSOLUTAMENTE NESSUNA GARANZIA, vedi il file LICENSE per dettagli. Questo è software libero, e si può redistribuirlo a certe condizioni (GPL), vedi il file LICENSE per dettagli.

source: A CPU load meter monitor
ca: Un monitor de la càrrega del sistema

source: Bubblemon
ca: Bombolletes

source: Utility
ca: Utilitat

source: _About...
ca: _Quant a...

source: Memory used: %s
ca: Memòria: %s

source: Swap used: %s
ca: Swap: %s
